{
  "samirg:TreeHole": {
    "NAME": "울창한 숲길",
    "DESCRIPTIONS": [
      "서로 뒤엉킨 나무와 덩굴이 당신의 앞길을 가로막았다. 사미인들이 말하는 무수한 생명의 운명이 줄기를 따라 뻗어, 당신의 눈앞에서 교차하고 엇갈린 것이다. 거듭 확인해봤지만, 현지인이 준 노선이 이쪽으로 향하는 게 틀림없었다. NL #b~이제,~ #b~앞으로~ #b~나아갈~ #b~길을~ #b~선택하세요~",
      "당신은 끝내 뒤엉킨 나무와 덩굴을 제거했고, 햇빛이 숲으로 들어오면서 무언가가 바닥에 떨어졌다. 그 순간, 당신은 이상한 느낌이 들었다. 아까 제거했던 게 아무래도 어떤 정교한 구조물이었던 것 같았다. 그러나 물은 이미 엎질러졌다. 당신은 어쩔 수 없이 바닥에 떨어진 물건을 줍고 다시 길을 나섰다.",
      "마지막 덩굴을 젖히자 당신은 다시 탑으로 돌아옵니다. 등 뒤의 길은 자취도 없이 사라져 버렸습니다."
    ],
    "OPTIONS": [
      "[짐승의 길] 이 앞엔 #g전투가 #g없을 #g것 #g같습니다. ",
      "[좁은 길] 이 앞엔 #g적이 #g기다리는 #g것 #g같습니다. ",
      "[계곡] 이 앞엔 #r위험한 #r적이 #r기다리고 #r있습니다. ",
      "[설원] 이 앞엔 #r보스가 #r있습니다. ",
      "[-|Δ] #y특수 #y엔딩으로 진입합니다. ",
      "[도끼를 꺼내 든다] #g보상을 #g획득합니다. ",
      "[유적] ",
      " #g을(를) #g획득하고, 떠납니다.",
      "[재물] #g",
      " #g골드를 #g획득하고, 떠납니다.",
      "[희망] #g체력을 #g",
      " #g회복하고, 떠납니다.",
      "[떠난다]",
      "[폭풍 속 설원] #r사미의 #r의지와 맞섭니다. ",
      "[어둠 속 설원] #r\"목열\" #r에이크티르니르와 맞섭니다. ",
      "[?? ✋︎👍︎☜☞︎✋︎☜☹👎︎] #r끝없는 #r울림의 #r크레이즐리선과 맞섭니다. ",
      "[숨겨진 비경 진입] #y간섭 #y방지 #y지수 1 소모 "
    ]
  },
  "samirg:TreeHoleEnd": {
    "NAME": "탑으로 돌아감",
    "DESCRIPTIONS": [
      "이 여정은 여기서 끝났습니다."
    ],
    "OPTIONS": [
      "[탑으로 돌아간다]"
    ]
  },
  "samirg:LostAndFound": {
    "NAME": "득과 실",
    "DESCRIPTIONS": [
      "거대한 부족 나무가 늪 한가운데 가라앉았고, 줄기, 뿌리, 늪 가에는 사미 상인들이 가득했다. 나뭇가지는 가판대를 이리저리 옮기고 있었고, 동물들은 목청껏 울부짖으며 물건을 팔거나 소식을 전했으며, 목각 인형들은 늪과 평지를 오가며 물건을 운반하고 있었다. 모든 것이 너무나도 신기했다!",
      "덩굴로 뒤덮인 목각 인형이 늪에서 나타나 당신의 거래 물품을 가져가더니, 늪에서 여러 물건이 담겨 있는 상자를 꺼내 당신에게 선택을 권했다.",
      "당신은 사미인들로부터 시급한 물자를 얻었고, 이제 안심하고 떠날 수 있게 됐다. 떠나기 전, 당신은 대원들에게 사진을 몇 장 찍으라고 부탁했다. 증거가 있어야만 당신을 허풍쟁이라고 의심하는 동료들을 입 다물게 할 수 있으니까.",
      "이곳은 너무나도 이상하다. 당신은 대원들에게 이곳을 떠나자고 재촉했다."
    ],
    "OPTIONS": [
      "[유물 교환] #r유물 #r하나를 #r잃고, #g무작위 #g유물을 #g하나 #g획득합니다.",
      "[카드 교환] #y카드 #y한 #y장을 #y잃고, #g무작위 #g카드를 #g한 #g장 #g획득합니다.",
      "[보상] #g획득 ",
      "[한 번 더] #y간섭 #y방지 #y지수를 #g1 #r소모하고 #g추가로 #g교환합니다.",
      "[황급히 떠난다] #g체력을 #g5 #g회복합니다.",
      "[나아간다]",
      "[잠김] 교환 가능한 유물이 없습니다.",
      "[잠김] 교환 가능한 카드가 없습니다.",
      "[잠김] 간섭 방지 지수가 없습니다.",
      "[떠난다]",
      "교환할 물건을 선택하세요"
    ]
  },
  "samirg:NoMountains": {
    "NAME": "보이지 않는 산",
    "DESCRIPTIONS": [
      "당신이 봉변을 당하려는 찰나, 누군가가 당신을 붙잡았다. 산맥의 그림자가 서로 교차하고 겹쳤으며, 일그러진 어둠이 당신들의 눈앞을 기어 지나갔다. 당혹해하는 당신에게 점술가 차림을 한 여성이 카드를 한 장 뽑아보라고 권했다. NL #b~그런데~ #b~이상하다.~ #b~사미인이든~ #b~사이클롭스든,~ #b~타로점으로~ #b~미래를~ #b~예지한다는~ #b~소리는~ #b~들어본~ #b~적이~ #b~없는데.~",
      "\"운명을 두려워 마세요…… 운명을 등지는 것도 두려워하지 마세요.\" NL NL \"예언이시여, 당신이 예언과 만나는 날 비로소 모든 것을 깨우치게 될 것입니다. 그것은 언제나 미래에서 당신을 기다리고 있었다는 것을.\" NL NL 당신은 그녀가 내민 수정구를 쳐다보았지만, 안에는 검은 산맥의 모습만 보였다. 마치…… 당신의 운명이 아닌 것처럼.",
      "\"안심하세요, 그가 남긴 이 물건은 오염되지 않았습니다.\" NL NL \"그는 수많은 사람들과 함께 생사를 넘나들었던 샤먼입니다. 마지막엔 자기 자신도 '기사회생'했죠…… 그건 정말 끔찍한 기억입니다.\" NL NL \"그 거대한 그림자 속에서 그를 되찾아오기 위해, 저는 이 산맥을 이리저리 돌아다니고 있습니다.\"",
      "당신은 그녀의 표정을 알 수 없었다. 안타까움인가? 아니면…… 석연함?"
    ],
    "OPTIONS": [
      "[왼쪽의 카드를 선택] #r모든 #r포션을 #r잃습니다. #y\"영원한 #y밤의 #y염탐\"을 #g획득합니다.",
      "[오른쪽 카드를 선택] #r최대 #r체력을 #r25% #r잃습니다. #y\"고목의 #y메아리\"를 #g획득합니다.",
      "[그녀가 버린 카드를 선택] #g덱에서 #g카드를 #g1장 #g제거합니다.",
      "[떠난다]",
      "제거할 카드를 선택하십시오."
    ]
  },
  "samirg:FarSee": {
    "NAME": "예견이 향하는 곳",
    "DESCRIPTIONS": [
      "인적이 없는 빙원의 눈보라는 눈도 뜨기 힘들 정도로 거세다. 당신과 탐사대는 극한의 추위 속에서 전력을 다해 그 신비한 검은 무리를 따라가고 있었다. 그런데 이 사이클롭스들은 대체 어디로 향하고 있는 걸까? NL NL #g~그들이~ #g~대답했다:~ #g~\"다음~ #g~천년을~ #g~향해.\"~",
      "그들은 한숨을 쉬며 아무 말 없이 계속 북쪽으로 향했다. 아무도 당신의 질문에 대답하지 않았고, 오직 한 사람만이 당신 곁을 지나칠 때 손에 무언가를 쥐여 주었다. 그것은 사미의 아츠를 구동할 수 있는 숫돌이었다. NL #b~\"유일한~ #b~도구는~ #b~바로~ #b~난공불락의~ #b~자신~ #b~입니다.\"~",
      "그들은 한숨을 쉬며 아무 말 없이 계속 북쪽으로 향했다. 아무도 당신의 질문에 대답하지 않았고, 오직 한 사람만이 당신 곁을 지나칠 때 손에 무언가를 쥐여 주었다. 그것은 사이클롭스의 오리지늄 아츠가 깃든 나침반이었다. NL #b~\"출발한~ #b~이상,~ #b~멈추지~ #b~마세요.\"~",
      "아무도 당신의 질문에 대답하지 않았고, 오직 한 사람만이 당신 곁을 지나칠 때 조용히 경고했다 : \"운명은 이미 보기 어려워졌습니다. 당신은 또 자신이 어디로 가려는지 기억하고 있습니까?\" NL NL ~……\"결과는~ ~곧~ ~목적이고,~ ~목적은~ ~곧~ ~원인입니다.\"~"
    ],
    "OPTIONS": [
      "[\"도구\"를 알려줘] #y얼음 #y숫돌을 #g획득합니다.",
      "[\"경로\"를 알려줘] #y예견자의 #y표시를 #g획득합니다.",
      "[\"원인\"을 알려줘] #r1 #r불가역 #r매트릭스를 #r획득하고, #y위 #y두 #y유물을 #g획득합니다.",
      "[떠난다]"
    ]
  },
  "samirg:BeforeWoodCrack": {
    "NAME": "목열의 전조",
    "DESCRIPTIONS": [
      "암호판은 당신을 '나무 상처'가 있는 곳으로 인도하였다. 그의 부대는 막 혹독한 전투를 치렀는지 모두에게 크고 작은 상처가 있었다. 하지만 아무도 신음하거나 욕하지 않았고, 그저 숲 그 자체처럼 고요하고 힘이 넘쳤다.  당신은 암호판을 건네주며 그와 대화하고 싶었지만, 당신이 손에 든 암호판을 본 그는 모든 전사에게 계속 설원으로 전진하라고 호령했다. NL ~당신에게~ ~남은~ ~건~ ~아수라장이~ ~된~ ~캠프뿐이었다.~ ",
      "그들은 떠나가면서 거의 모든 물자를 가져갔다. 하지만 '나무 상처'의 막사에서 당신은 그의 투구를 발견했다. 사미 전사가 투구를 두고 싸우러 간다는 것은 결사의 각오를 했다는 뜻이다. NL ~암호판에~ ~새겨진~ ~내용에~ ~당신은~ ~즉각~ ~대원들을~ ~이끌고~ ~'나무~ ~상처'를~ ~찾으러~ ~떠났다.~ ",
      "캠프에 남은 물자를 전부 챙긴 당신은 대원들과 함께 그곳을 떠났다. 당신은 이 사미 전사의 생사가 굉장히 신경 쓰이긴 했지만, 그의 결말이 암호판에 명확하게 새겨 있었기에 NL ~굳이~ ~위험을~ ~자초하려~ ~하지~ ~않았다.~ "
    ],
    "OPTIONS": [
      "[캠프를 뒤져본다] #r패러다임을 #r1 #r획득하고, #y나무 #y상처의 #y투구를 #g획득합니다. ",
      "[물자를 가져간다] #g패러다임을 #g1 #g제거하고, #g체력을 #g5 #g회복합니다.",
      "[떠난다]"
    ]
  },
  "samirg:SadCage": {
    "NAME": "비관자의 우리",
    "DESCRIPTIONS": [
      "발라크빈이 그려준 노선에 따라 당신은 거대한 동굴에 도착했다. 동굴 안은 칠흑같이 어두웠고, 당신이 손전등을 켜려 할 때마다 발라크빈은 당신을 제지했다. 당신은 어쩔 수 없이 그녀의 손을 잡고 어둠을 더듬으며 앞으로 나아갔다. 다시 빛을 보게 됐을 때, 당신은 한 제단을 발견했다. 제단 위에는 꽃 한 송이가 피어 있었는데, 뿌리는 없지만 굉장히 날카로웠다. 제단 주위에는 수많은 사이클롭스들이 둘러앉았고, 아무 말 없이 눈앞의 꽃만 '지켜보고' 있었다. NL ~\"당신의~ ~앞길은~ ~아까~ ~건너온~ ~어둠보다~ ~더~ ~어두울~ ~것입니다.\"~ 발라크빈은 중얼거리며 ~\"계속~ ~나아갈~ ~수~ ~있다면,~ ~저~ ~꽃을~ ~집어~ ~드세요.\"~ 라고 말을 이었다. NL #b'꽃'이라는 #b말이 #b들리자, #b모든 #b사이클롭스의 #b시선은 #b일제히 #b당신에게로 #b향했다.",
      "당신은 손을 뻗어 꽃을 잡으려 했지만, 어떻게든 닿을 수 없었고, 꽃에 정신을 집중하려고 하면 바로 현기증이 일었다. 다양한 방법을 사용해 봤지만, 당신은 어떻게든 꽃을 건드릴 수조차 없었다. 머릿속에 혼돈으로 가득 찬 순간, 꽃은 당신의 머릿속에 뿌리를 내렸다. \"실체 없는 땅, 뿌리 없는 꽃, 저편의 열쇠\" 발라크빈은 혼자 중얼거렸다. 당신은 여전히 꽃을 잡을 수 없었지만, 어떻게 된 건지 당신과 꽃의 상대 좌표가 서로 고정되어, 당신은 드디어 꽃을 '가져갈 수' 있게 되었다. NL ~사이클롭스들은~ ~고개를~ ~숙여~ ~속삭이며~ ~떠나가는~ ~당신과~ ~발라크빈을~ ~눈으로~ ~배웅했다.~ ",
      "\"그럼 돌아가시죠. 어차피 순탄한 길은 아니었으니까요.\" 발라크빈은 마치 아무 일도 없었던 것처럼 당신과 함께 팀으로 돌아왔다. 처음부터 끝까지, 다른 사이클롭스들은 아무 소리도 내지 않았다. NL ~하지만~ ~왜인지~ ~당신은~ ~한결~ ~가벼워진~ ~기분이~ ~들었다.~ "
    ],
    "OPTIONS": [
      "[제단 위의 꽃을 집어든다] #y도로망을 #g획득합니다.",
      "[아냐, 됐어] #g패러다임을 #g1 #g제거하고, #g체력을 #g5 #g회복합니다.",
      "[떠난다]"
    ]
  },
  "samirg:Change": {
    "NAME": "변화",
    "DESCRIPTIONS": [
      "빙원의 끝자락에 있는 거대한 구조물이 발견된 것도 수년 전의 일이다. 그동안 여러 굵직한 일들이 있었다. #b《테라 #b빙원 #b거대 #b구조물 #b연구 #b및 #b복구 #b공약》, 일명 블랙홀 협의의 탄생, 베헤모스 사미의 이탈, 그리고 붕괴체 연구에 따른 과학기술의 폭발적인 도약. 북쪽, 모든 것을 바꾼 땅으로 가는 것이 탐험가들의 소망이 되었다. 그런데, 초대장에 적혀있는 시험이란 게…… 도대체 뭐지? 바로 이때, 당신은 캠프에서 낯선 사람을 발견했다. 하지만 다른 대원들은 아무도 그를 보지 못한 것 같다.",
      "당신은 엉겁결에 초대장을 꺼내 건네주었다. 그는 초대장을 힐끗 보더니 고개를 끄덕이고는 몸을 돌려 곧장 떠났다. 그 사람이 시야에서 사라지려던 때, 당신의 눈에 로도스 아일랜드의 로고와 골필같은 것이 보인 기분이 들었다. 그리고 다음 순간, 당신은 사르곤의 사막 한가운데 서 있었다. 갑작스러운 변화에 대원들은 공황에 빠졌지만, NL #r~당신은~ #r~이것이~ #r~시험이란~ #r~것을~ #r~알고~ #r~있다.~ #r~이제~ #r~자신을~ #r~증멸할~ #r~때가~ #r~왔다.~ ",
      "당신이 그를 공격하려는 순간, 그는 안갯속으로 감쪽같이 사라졌고 대원들은 놀란 표정으로 당신을 바라보고 있었다. NL ~사건은~ ~이렇게~ ~일단락되었고,~ ~당신들은~ ~다시~ ~빙원을~ ~향해~ ~출발했다.~ "
    ],
    "OPTIONS": [
      "[비전 초대장을 보여준다] #r1 #r골드를 #r잃습니다.",
      "[무기를 움켜쥔다] 떠난다.",
      "[전투 돌입] #r특수한 #r전투 #r직면",
      "[떠난다]"
    ]
  },
  "samirg:DarkRoom": {
    "NAME": "어두컴컴한 방",
    "DESCRIPTIONS": [
      "어떤 제사장이 죽기 전에 남긴 안내에 따라, 당신은 눈보라 속에서 이 쉴 만한 작은 집을 발견했다. 동료가 탐조등을 켰지만, 집안의 어둠은 조금도 가시질 않았고, 당신은 빛의 변두리에서 제사장의 아츠 흔적을 발견했다. 제사장은 무엇과 싸웠던 걸까? NL NL #r@순간@ #r@'쾅'@ #r@하는@ #r@소리와@ #r@함께@ #r@문이@ #r@닫혀버렸다.@",
      "주변은 무척이나 고요했고 아무런 특이한 점도 없었다. 당신은 허리를 굽혀 발 옆에 있던 동전을 주웠다. 그러자 갑자기 숨을 쉬기 힘들어졌고, 당신은 문득 제사장의 의도를 착각한 게 아닐까 하는 생각이 들었다. 질식에 대한 공포감에 당신은 문을 밀치며 나갔다. NL ~거센~ ~바람이~ ~집안으로~ ~불어~ ~들어왔지만,~ ~당신의~ ~귀에는~ ~한동안~ ~정적만이~ ~흐르고~ ~있었다.~",
      "알 수 없는 공포가 방 안을 감쌌지만, 당신과 동료들 누구도 입을 열지 않았다. 당신은 남겨진 물자를 발견했고, 어쩌면 탐사대에 유용한 물건이 있을지도 모른다.",
      "사미에 온 이후로 당신은 직감, 특히 안 좋은 직감을 믿는 법을 배웠다.",
      "문을 열자 당신은 숨겨진 방을 발견했고, 방 안의 물건도 전부 상태가 좋아 보였다. NL ——당신은 이 사실을 동료들에게 알렸지만, 다들 이해할 수 없다는 표정으로 당신을 쳐다보았다. NL #r~\"여긴~ #r~다른~ #r~방이~ #r~없는데,~ #r~당연히~ #r~문도~ #r~없고.\"~",
      "손에 기기를 들고 벽 가까이 가자, 확실히 안정적인 에너지 신호가 잡혔고, 이에 당신과 동료들이 방을 샅샅이 뒤졌다. 그러나 여기저기 불규칙적으로 분포된 에너지 신호에 당신들은 당황해하며 어찌할 바를 몰랐다. 결국 당신들은 신호가 명확한 위치를 피해 비교적 안전해 보이는 물건만 가지고 길을 떠나기로 했다.",
      "당신들은 꼼짝달싹 안 한 채, 살카즈 소녀가 활을 당겨 벽을 향해 쏘는 모습을 지켜보았다. 그녀의 오리지늄 아츠 때문인지 벽에 붙어 있던 이끼는 불에 탄 듯 말리면서 덩어리째로 바닥에 떨어졌다. NL #y~집안은~ #y~순식간에~ #y~환해졌고,~ #y~당신과~ #y~동료들은~ #y~감격해~ #y~하며~ #y~그제서~ #y~휴식을~ #y~취했다.~"
    ],
    "OPTIONS": [
      "[제자리에서 두리번거린다] #r패러다임을 #r1 #r획득하고, #g",
      " #g골드를 #g획득합니다.",
      "[면밀히 조사한다] #y공포는 #y미제에서 #y온다.",
      "[떠난다] 집 안의 어둠이 바깥보다 더 무섭다!",
      "[ #b티폰 의 말을 따른다 ] #g무작위 #g패러다임을 #g3 #g제거합니다.",
      "[더 안쪽으로 조사한다] #r불가역 #r매트릭스를 #r1 #r획득합니다. #g무작위 #g희귀 #g유물을 #g2개 #g얻는다",
      "[기기로 탐색한다] #r마지막 #r유물을 #r잃고, #g같은 #g희귀도의 #g유물을 #g얻는다",
      "[떠난다] 제사장이 남긴 가시덤불은 이미 메말랐다",
      "[앞으로 나아간다]"
    ]
  },
  "samirg:Reconstruction": {
    "NAME": "재구성",
    "DESCRIPTIONS": [
      "캠프에 도착했을 무렵, 다른 준비는 이미 모두 끝난 상태였다. 당신은 가져온 재료를 켈시에게 건냈고, 켈시는 다시 재료를 분리하여 각 부서에 나눠주었다. 과학자들은 모두 준비를 마쳤다. 그리고 장치의 커다란 굉음과 함께 거대 구조물에 대한 복구 작업이 정식으로 시작되었다. 첫 번째 단계에서 해야 할 일은 붕괴체를 소탕하여 붕괴체가 구조물에 미치는 영향을 완전히 차단하는 것이다.",
      "붕괴체의 위협을 제거한 후, 우리는 거대 구조물과 다른 부속 구조물을 조사해 테라의 재료로 최대한 파손 부위를 수리하는 동시에, 크레이즐리선을 상대했을 때 썼던 공간 안정장치를 가동해야 했다. 그리고 사미 제사장의 도움과 엘프들의 고대 문명 지식에 대한 해석과 응용이 있다면, 이 흐트러진 공간의 흐름을 완전히 안정시키고 조사와 복구 작업을 문제없이 할 수 있을 것이다.",
      "현장 정리와 구조물 복구 작업이 끝났다. 이제 구조물 내부의 각종 조작 장치와 구조물 사이의 연관성을 파악해야 한다. 이 마지막 난제를 풀기 위해 컬럼비아의 연구원, 라이타니엔의 캐스터, 사미의 샤먼, 그리고 주술에 정통한 살카즈들이 한자리에 모였다. 그리고 엔지니어들은 이 거대 구조물의 동력 문제를 해결해야 한다.",
      "모든 시설이 복구되었고 거대 구조물은 다시 가동되기 시작했다. 뿌리 없는 꽃의 정원에는 별빛이 반짝였고, 커다란 고리에는 깊은 심연이 드러났다. 문은 이미 열렸고 조용히 방문객을 기다리고 있다. 안으로 들어갈 물자, 인원, 계획도 모두 준비되었다. 그리고 당신은 그 안으로 발을 내디딜 첫 번째 사람이다."
    ],
    "OPTIONS": [
      "[붕괴 오염을 무시한다] #r붕괴의 #r씨앗을 #r획득합니다.",
      "[탐사기기를 과도하게 사용한다] Lose #y",
      "[]",
      "[공간의 파열을 무시하고 강제로 수리한다] #r공간 #r파편을 #r획득합니다.",
      "[거액을 들여 첨단 재료를 구입한다] #r400골드를 #r잃습니다",
      "[제사장의 유물로 안정성을 보강한다] #y나무 #y상처의 #y투구를 #r잃습니다.",
      "[]",
      "[직접적인 방법으로 동력 문제를 해결한다] #r심한 #r화상을 #r획득합니다.",
      "[희망을 품고 천천히 시도한다] #r모든 #r포션을 #r잃습니다. #r(최소 #r2개)",
      "[무한 선물로 동력 문제를 해결한다] #y무한 #y선물을 #r잃습니다",
      "[]",
      "[앞으로 나아간다]",
      "[잠김] 희귀 카드 필요"
    ]
  },
  "samirg:Rain": {
    "NAME": "비!",
    "DESCRIPTIONS": [
      "\"검은 비였어……\" NL \"마침 우리가 샘플을 채취하고 난 뒤였지.\" NL 남자는 체념한 듯한 목소리로 말을 이었다. NL \"샘플과 장비는 모두 훼손됐고, 사람들도 전부 도망쳤어…… 회사에 빚진 돈은 이제 어떡하지?\"",
      "탐사 장비는 부서진 곳 하나 없었고, 빗물에 젖지도 않았다. 하지만 남자는 완전히 다른 풍경이라도 본 듯, 신경질적으로 당신을 밀어내며 원하는 걸 갖고 얼른 떠나라고 했다. 그 후에도 당신이 여러 번 말을 걸었으나, 그는 당신을 아예 무시해 버렸다.",
      "드론은 빗물에 젖지도 않았고 아주 잘 날고 있었다. 하지만 남자는 완전히 다른 풍경이라도 본 듯, 신경질적으로 당신을 밀어내며 원하는 걸 갖고 얼른 떠나라고 했다. 그 후에도 당신이 여러 번 말을 걸었으나, 그는 당신을 아예 무시해 버렸다."
    ],
    "OPTIONS": [
      "[탐사 장비를 확인해 본다] #g간섭 #g방지 #g지수를 #g1 #g획득합니다.",
      "[드론을 자세히 확인해 본다] #g체력을 #g12 #g회복합니다.",
      "[앞으로 나아간다]"
    ]
  },
  "samirg:CureRitual": {
    "NAME": "치료 의식",
    "DESCRIPTIONS": [
      "이 장례식 행렬은 모종의 의식을 치르고 있었다. 북소리는 규칙적으로 울렸고, 사람들은 저마다 몸을 굽혀 수면에 입을 맞추며 낮은 소리로 만물과 태양의 비호를 기도했다. 한편, 의식의 주관자는 당신에게도 이 풍속에 따를 것을 요청했다.",
      "차가운 물이 입가를 적시자 당신은 긴장이 풀리는 것을 느꼈다. 사미에 온 이후로, 이토록 평온했던 순간이 없었다. 당신은 수질 분석을 통해 이 의식의 과학성을 파악하려고 했지만, 몰래 샘플을 채취하는 과정에서 실수로 장비를 물에 빠뜨렸다. 이에 모든 부족민은 고개를 들어 당신을 바라보았고, 당신은 재빨리 떠나야겠다는 생각이 들었다.",
      "의식이 끝난 후, 당신은 부족민들이 최근 몇 년 동안 늘 꿈속에 나타나는 거대한 그림자 때문에 불안해한다는 것을 알게 되었다. 그런데 이런 의식을 치른다고 정말 상황이 좋아질까? 의문이 채 가시기도 전에, 당신은 아까 마신 이 늪지 물 때문에 머리에서 현기증이 났고, 부족민들은 당신의 모습에 웃음을 터뜨렸지만, 보상으로 당신에게 어떤 물건을 하나 건네주었다.",
      "당신은 이런 의식이 마음을 안정시키고 악령에 저항할 용기를 준다는 얘기를 들은 적 있지만, 사미인들이 보았다는 그 악령이 도대체 무엇인지는 알지 못했다. 탐사대의 장비와 물자에 대한 자신감으로 당신은 그들의 요청을 정중히 거절했다."
    ],
    "OPTIONS": [
      "[조심스럽게 시도한다] #r간섭 #r방지 #r지수를 #r1 #r잃고, #g최대 #g체력을 #g9 #g얻습니다.",
      "[흔쾌히 따라한다] #r최대 #r체력을 #r6 #r잃는다. #g무작위 #g유물을 #g획득합니다.",
      "[떠난다]",
      "[앞으로 나아간다]"
    ]
  }
}
