{
  "samirg:TreeHole": {
    "NAME": "树篱之途",
    "DESCRIPTIONS": [
      "虬结的树木与藤蔓彻底拦住了你的去路，萨米人口中无数生灵的命运顺枝叶延伸，在你眼前交错相连。你反复确认过，当地人给你的路线图确实指向这个方向。 NL #b~现在，选择一条路继续前进吧。~",
      "你终于砍开了杂乱的林木和藤条，阳光照入林间，什么东西掉在了地上。你产生了一种奇怪的直觉——或许你刚刚破坏了什么精妙的人造物。但造成的损坏已经无法复原，你只好捡起掉落的物件离开。",
      "拨开最后的藤蔓，你回到了尖塔，身后的路也已消失不见。"
    ],
    "OPTIONS": [
      "[兽道] 前路似乎 #g不会遭遇战斗 ",
      "[小径] 前路似乎 #g有敌人守候 ",
      "[森谷] 前路似乎 #r有危险的敌人 ",
      "[雪原] 前路即是 #rBOSS敌人 ",
      "[-|Δ] 进入 #y特殊结局 ",
      "[取出伐木斧] 获得 #g奖励 并离开 ",
      "[遗迹] #g获得",
      " 并离开",
      "[财富] #g获得",
      "金币 并离开",
      "[希望] #g回复",
      "生命 并离开",
      "[离开]",
      "[暴风中的雪原] 直面 #r萨米的意志 ",
      "[黑暗中的雪原] 直面 #r“木裂” ",
      "[？？鈡灼樰塬] 直面 #r无垠回荡克雷松 ",
      "[进入树篱之途] 消耗1级 #y抗干扰指数 "
    ]
  },
  "samirg:TreeHoleEnd": {
    "NAME": "回到尖塔",
    "DESCRIPTIONS": [
      "这段旅途就此终结。"
    ],
    "OPTIONS": [
      "[回到尖塔]"
    ]
  },
  "samirg:LostAndFound": {
    "NAME": "失与得",
    "DESCRIPTIONS": [
      "一棵巨大的族树沉在泥沼中，树干、根系、沼泽边到处都是萨米商贩。树枝来回搬动摊位，动物大声呼喊叫卖商品或是传递信息，木械傀儡行走于地面与沼泽间存储货物。一切都是那么地新奇！",
      "一个覆满藤蔓的傀儡从沼泽中冒出，拿走了你拿来交易的物品，与此同时，它从水中拖出了一个箱子，里面放着供你选择的货物。",
      "你从萨米人手中获得了现在急需的物资，现在可以继续前进了。临行前，你让随行的科考队员多拍了几张照，这样一来，当同伴们不相信你那添油加醋的吹嘘时，你就有办法让他们沉默。",
      "这地方太奇怪了，你赶紧催促随行的科考队员离开。"
    ],
    "OPTIONS": [
      "[交易遗物] 失去一件遗物并获得一件新遗物",
      "[交易卡牌] 失去一张卡牌并获得一张新卡牌",
      "[拿起奖励] #g获得 ",
      "[再来一次] 消耗1级 #y抗干扰指数 并继续交易",
      "[匆匆离开] #g回复5点生命",
      "[前进]",
      "[锁定] 没有可用于交易的遗物",
      "[锁定] 没有可用于交易的卡牌",
      "[锁定] 需要抗干扰指数",
      "[还是走吧]",
      "选择一件用以交易"
    ]
  },
  "samirg:NoMountains": {
    "NAME": "不见群山",
    "DESCRIPTIONS": [
      "在你将要踏错之际，有人拉住了你。群山的阴影交叠，扭曲的黑暗从你们眼前爬过。面对你的惶惑，占卜者模样的女性请你抽一张牌。 NL #b~——奇怪。据你所知，萨米人与萨卡兹独眼巨人，都不以塔罗作为预知未来的途径。~",
      "“别害怕自己的命运......也别害怕背离自己的命运。 NL NL “预言啊，你与它重逢时，就会恍然大悟，明白它始终在未来等待着你。” NL NL 你看向她赠予的水晶球。可是，里面只有一片黑色的群山，清晰地凝固下来，就好像......不是在诉说你的命运。",
      "放心吧，他留下的这件东西没有被污染。 NL NL “他是个带着许多人出生入死的萨满，直到最后他自己也‘起死回生’......那真是让人恐惧的回忆啊。 NL NL “为了从巨大的阴影中夺回他，我从此在群山间奔走流浪。”",
      "你看不清她的神情，是遗憾......还是释然？"
    ],
    "OPTIONS": [
      "[左手边的塔罗牌] #r失去所有药水 ，获得 #y“永夜的窥视” ",
      "[右手边的塔罗牌] #r失去25％最大生命 ，获得 #y“枯木的回声” ",
      "[她弃在手边的牌] 移除一张牌",
      "[前进]",
      "选择一张牌移除"
    ]
  },
  "samirg:FarSee": {
    "NAME": "远见所向",
    "DESCRIPTIONS": [
      "无人冰原上的风雪令人睁不开眼睛，你和科考队的同伴在极寒中竭尽全力地追赶着那支神秘的黑色队伍。这些独眼巨人要前往何处？ NL NL #g~他们回答：“下一个千年。”~",
      "他们叹息着，一言不发地向北前行，没有人回答你的问题，只有一位在路过你身边时，将什么东西交到了你手中。你发现那是一块能催动萨米法术的砥石。 NL #b~“唯一的工具，就是无坚不摧的自身。”~",
      "他们叹息着，一言不发地向北前行，没有人回答你的问题，只有一位在路过你身边时，将什么东西交到了你手中。你发现那是一个蕴含独眼巨人源石技艺的罗盘。 NL #b~“既然你已动身，那就再也不要停下。”~",
      "那些独眼巨人没有回答，只有一位在路过时，对着你身旁低声警告：“命运已难以看清，你又是否记得自己要前往何处？” NL NL ~……“结果即目的，目的即原因。”~"
    ],
    "OPTIONS": [
      "[询问工具] 获得 #y凝冰砥石 ",
      "[询问路径] 获得 #y远见者之示 ",
      "[询问原因] 获得 #r1级不可逆矩 ，获得 #y上述两件遗物 ",
      "[前进]"
    ]
  },
  "samirg:BeforeWoodCrack": {
    "NAME": "木裂前兆",
    "DESCRIPTIONS": [
      "密文板将你引到了“树痕”的所在地。他的部队似乎刚刚经历过一场惨烈的战斗，每个人身上都多少带了点伤。但没有人呻吟，也没有人咒骂，他们就像林地本身，寂静，却充满力量。你想上前与他搭话，将密文板亲手交给他。但他远远看到你手中的木刻后，便命令战士们起身，继续向雪原前进。 NL ~留给你的，只有一个杂乱的营地。~",
      "他们前进时带走了几乎所有物资。但在“树痕”的帐篷里，你找到了他的头盔。当一个萨米战士丢下头盔迎战，就说明，他已有了必死的决心。 NL ~考虑到密文板上所雕刻的内容，你赶紧带领队伍去追赶“树痕”。~ ",
      "你搜刮了些营地里剩余的物资后便和队友们一起离开了，你关心这个萨米人的生死，然而对于他的结局，密文板上已经说得很清楚了。 NL ~你不想以身犯险。~ "
    ],
    "OPTIONS": [
      "[搜索营地] 获得1级 #r范式 ，获得 #y树痕之盔 。",
      "[拿取物资] 失去1级 #r范式 ， #g回复5点生命 。",
      "[离开]"
    ]
  },
  "samirg:SadCage": {
    "NAME": "悲观者囚笼",
    "DESCRIPTIONS": [
      "当你再次见到光芒时，你看到了一个祭坛，祭坛上放着一朵花，没有根系、正在绽放、尖锐无比。祭坛四周坐着许多独眼巨人，然而他们都不出声，只是“盯着”眼前的花。 NL ~“你的前路会比刚刚走过的更为黑暗，如果还能走，就去拿起花吧。”~ NL #b在说到“花”这个词的瞬间，所有独眼巨人都望向了你。 ",
      "你伸手去捧。却连触摸都做不到。你试图将精神集中在花上，不一会就觉得自己头晕目眩......你尝试了许多办法，都没能移动这朵花分毫——就在脑袋里混沌一片的瞬间，它的根系在你脑海中扎根。“非实之土，无根之花，彼方之钥。”你仍碰不到那朵花，但它与你之间的相对坐标被固定了下来。你能够“带走”它了。 NL ~独眼巨人们探头低语，目送你离开。~ ",
      "那就让我们回去吧，这条路并不好走。”你回到了队伍中，一切就像从未发生过一样。自始至终，其他独眼巨人都没发声。 NL ~不知为何，你觉得心里轻松了许多。~ "
    ],
    "OPTIONS": [
      "[跟随路网] 获得 #y路网 。",
      "[还是算了] 失去1级 #r范式 ， #g回复5点生命 。",
      "[离开]"
    ]
  },
  "samirg:Change": {
    "NAME": "变化",
    "DESCRIPTIONS": [
      "距离第一次发现冰原尽头的巨大设施已经过去了许多年，在这期间发生了诸多大事： #b《尖塔冰原巨构研究及修复公约》 ——黑洞协议的诞生，巨兽萨米的离去，坍缩体研究带来的又一次科技爆发。前往北方，去到那个改变一切的地方无疑是探险家们的夙愿，可是，邀请函上所说的考验......到底是什么呢？就在这时，你发现营地里多了个陌生的人影，而其他队员似乎都没看到他。",
      "你下意识地掏出了邀约交给来人，他看了一眼，点点头，随后就转身消失在你眼前。在他消失的那一刻，你似乎看到了罗德岛的标志与一支骨笔。然而，下一秒，你就置身于萨尔贡的黄沙之中，队员们在这突变下陷入恐慌，而你却很清楚， NL #r~这就是对你的考验，你得证明自己。~ ",
      "就在你想要离开的时候，他消失在了雾气之中，其他科考队员都带着惊讶的目光看着那个方向。 NL ~还好，这场闹剧很快就过去了，你们再次踏上了前往冰原的道路。~"
    ],
    "OPTIONS": [
      "[出示视界邀约] 失去1点金币。",
      "[无视他] 离开。",
      "[进入战斗] 遭遇一场特殊的战斗。",
      "[离开]"
    ]
  },
  "samirg:DarkRoom": {
    "NAME": "昏黑之室",
    "DESCRIPTIONS": [
      "循着一名雪祀临终前留下的指引，你在风雪里找到了这处落脚的小屋。你的同伴打开探照灯，但是黑暗几乎没有被驱散。你注意到，光亮的边缘残留着雪祀法术的痕迹。他在这里与什么战斗过？ NL NL #r@大门猛地关上了。@",
      "周围十分安静，没有异动，你弯腰捡起脚边的几枚硬币。接着，你感到呼吸越来越困难，你意识到，自己恐怕误解了那名雪祀指向这里的意思。出于对窒息的非理性恐惧，你撞开了门。 NL ~狂风灌进小屋，但很长一段时间里，你耳边一片寂静。~",
      "毫无来由的恐慌笼罩着房间，但你和同伴们都对此闭口不谈。你发现这里还留有一些物资，或许其中能找到对科考队有用的物件。",
      "来到萨米之后，你已经学会了相信自己的直觉，尤其是不好的直觉。",
      "推开一扇门，你发现了一个安全的房间，房间里的物件似乎也保存完好。 NL ——你如此解释自己手中物品的来历，可你的同伴全部面色古怪地看着你。 NL #r~“那里没有房间，也没有门。”~",
      "当你手持设备靠近一面墙壁时，你确定自己捕捉到了一些能量信号，稳定，持续不断。随后你和同伴对整个房间进行了检测，但对于这些随机分布的能量信号，你们始终一头雾水。最终，你们选择避开信号明显的位置，带了些看起来较为安全的物件上路。",
      "萨卡兹少女抽出一支箭，用箭头划过墙面。或许是她的源石技艺作用，墙面的苔藓烧焦般卷曲，大块大块地脱落。 NL #y~小屋里明亮了起来，就像过去一样。~"
    ],
    "OPTIONS": [
      "[原地张望] 获得1级 #r范式 ， #g获得",
      "金币",
      "[仔细探索] 恐惧只是来自于未知",
      "[离开] 门内的黑暗比门外更让人害怕！",
      "[ #b提丰 ] #g随机移除3级范式",
      "[往深处翻找] 获得1级 #r不可逆矩 ， #g获得2件稀有遗物",
      "[用仪器探测] #r失去你上一个遗物 ， #g获得相同稀有度的遗物",
      "[离开] 雪祀留下的荆棘都已枯萎",
      "[前进]"
    ]
  },
  "samirg:Reconstruction": {
    "NAME": "重构",
    "DESCRIPTIONS": [
      "当你的队伍到达营地时，其他相关准备都已就绪了，你将材料交付给凯尔希，她把材料解离后分发至各个部门。随着仪器发出轰鸣，科学家们各就各位，浩大的巨构修复工程正式开启。在第一阶段，探索者们需要清理坍缩体，彻底隔绝它们对环形巨构的影响。",
      "消除坍缩体的威胁后，我们需要调查巨构与其附属建筑，用泰拉的材料尽可能修复一切破损部位，同时启动当初用以应对克雷松的空间稳定装置，在萨米雪祀的协助，以及对精灵所拥有的先史知识的解析应用下，应当能够彻底稳定此处失序的空间洪流，保证调查与修复工作不受干扰。",
      "现场清理与建筑修复工作皆已完成。最后，我们需要破解建筑中各类操作装置与巨构本身的联系。哥伦比亚的科研人员、莱塔尼亚的术师、萨米的萨满和几支精通巫术的萨卡兹一起攻克这最后的难题。而工程人员需要解决的，则是整个巨构的供能问题。",
      "整个设施被修复一新，巨构重新启动。无根花园圃泛起点点星光，圆环现出幽深空洞。门扉已然打开，静静等待着访客的到来。进入大门的物资、人员、预案都已准备完毕，而你将是第一个跨进它的人。"
    ],
    "OPTIONS": [
      "[无视坍缩污染] 获得 #r坍缩之种",
      "[过载使用探测仪器] 失去 #y",
      "[]",
      "[无视空间撕裂] 获得 #r空间碎片",
      "[斥资购买高精尖材料] #r失去400金币",
      "[以雪祀遗物加强稳定性] 失去 #y树痕之盔",
      "[]",
      "[以最粗暴的方式解决功能] 获得 #r深度灼痕",
      "[步步为营] #r失去所有药水（至少2瓶）",
      "[以无垠赠礼保证功能] 失去 #y无垠赠礼",
      "[]",
      "[前进]",
      "[锁定] 需要稀有牌"
    ]
  },
  "samirg:Rain": {
    "NAME": "雨！",
    "DESCRIPTIONS": [
      "“是黑色的雨...... NL “我们当时刚采伐完几份样本，”男人用麻木的声音说道，“现在我的样本和设备都毁了，我的人也跑了......我欠公司的钱怎么办？”",
      "这些设备完好无损，滴雨未沾。但男人看到的似乎完全是另一幅景象，他烦躁地推开你，令你带着想拿的东西，赶紧离开。你又劝了几次，他完全不理会你。",
      "他的设备上一点水都没有，完全可以工作。但男人看到的似乎完全是另一幅景象，他烦躁地推开你，令你带着想拿的东西，赶紧离开。你又劝了几次，他完全不理会你。"
    ],
    "OPTIONS": [
      "[让他看探测器] #g获得1级抗干扰指数",
      "[让他看无人机] #g回复12点生命",
      "[前进]"
    ]
  },
  "samirg:CureRitual": {
    "NAME": "疗愈仪式",
    "DESCRIPTIONS": [
      "这支送葬的船队正在举行某种仪式。鼓声有节奏地响着，人们俯身亲吻水面，低声祈祷万灵和太阳的照耀。主持者请你入乡随俗。",
      "冰冷的水打湿了嘴唇，你蓦地感到一阵放松，自踏上萨米的土地以来，似乎从没有这样平静的一刻。你想通过分析水质来理解该仪式的科学性，但悄悄取样时，设备却不慎落入水中。所有当地人都抬起头来看向你，你知道自己该赶快离开了。",
      "仪式结束后，你得知近年来当地人总是被梦里的巨大影子搅得心神不宁。这种仪式真的能改善他们的境况吗？你还没有将自己的疑虑问出口，就因为饮下的泽水而头晕眼花。当地人哄笑起来，但送了你一件物品作为赔偿。",
      "你听说这种仪式能使人心神安宁，获得对抗邪祟的勇气，但你至今还不知道萨米人所见的邪祟究竟是什么呢。带着对科考队设备和物资的自信，你谢绝了他们的邀请。"
    ],
    "OPTIONS": [
      "[谨慎尝试] #r消耗1级抗干扰指数 ， #g提升9点最大生命",
      "[欣然加入] #r失去6点生命 ，获得一件随机遗物",
      "[离开]",
      "[前进]"
    ]
  }
}
